<?php
// показывать или нет выполненные задачи
$show_complete_tasks = rand(0, 1);
$projects = [
    'Входящие', 'Учеба', 'Работа', 'Домашние дела', 'Авто'
];
$tasks = [
  [
      'goal' => 'Собеседование в IT компании',
      'data' => '01.12.2019',
      'category' => 'Работа',
      'ready' => false,
  ],
  [
      'goal' => 'Выполнить тестовое задание',
      'data' => '25.12.2019',
      'category' => 'Работа',
      'ready' => false,
  ],
  [
      'goal' => 'Сделать задание первого раздела',
      'data' => '21.12.2019',
      'category' => 'Учеба',
      'ready' => true,
  ],
  [
      'goal' => 'Встреча с другом',
      'data' => '22.12.2019',
      'category' => 'Входящие',
      'ready' => false,
  ],
  [
      'goal' => 'Купить корм для кота',
      'data' => null,
      'category' => 'Домашние дела',
      'ready' => false,
  ],
  [
      'goal' => 'Заказать пиццу',
      'data' => null,
      'category' => 'Домашние дела',
      'ready' => false,
  ]

];


?>
